[Consumables.A_Prime_reparation_Buffhero H7BaseBuff]
mName=""
mTooltip=""

[couldown.A_no_reparation H7BaseBuff]
mName="修理冷却中"
mTooltip="此英雄在接下来的 %durnow 回合内无法使用修理法术"

[New_scroll.A_Scroll_Prime_reparation H7HeroItem]
mName="修理卷轴"
mTooltip="消耗该卷轴以学习修理法术。"